{"backend": "tensorflow", "keras_version": "2.2.4", "config": {"name": "sequential_162", "layers": [{"config": {"batch_input_shape": [null, 5], "bias_constraint": null, "use_bias": true, "kernel_constraint": null, "name": "dense_323", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "tanh", "dtype": "float32", "units": 2, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "use_bias": true, "kernel_constraint": null, "name": "dense_324", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "tanh", "units": 1, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}]}, "class_name": "Sequential"}