{"class_name": "Sequential", "keras_version": "2.2.4", "backend": "tensorflow", "config": {"name": "sequential_4", "layers": [{"class_name": "Dense", "config": {"dtype": "float32", "name": "dense_7", "bias_regularizer": null, "units": 4, "trainable": true, "activation": "tanh", "kernel_regularizer": null, "batch_input_shape": [null, 5], "activity_regularizer": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "kernel_constraint": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"name": "dense_8", "bias_regularizer": null, "units": 1, "trainable": true, "activation": "tanh", "kernel_regularizer": null, "bias_constraint": null, "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "kernel_constraint": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}}